{
  "name": "Sharon Wei",
  "title": "Brand, Marketing, and Communications Leader",
  "intro": "I am a seasoned brand and marketing communications leader experienced across enterprise (B2B), partner-led (B2B2C), and consumer (B2C) businesses, delivering integrated marketing strategy, cross-regional go-to-market, and marketing communications programs for technology, FMCG, healthcare, retail, and consumer brands across Asia-Pacific and Japan. My work centers on shaping clear brand narratives, building market trust, and translating commercial priorities into high-impact marketing programs.\n\nBased between Taipei and the San Francisco Bay Area, with professional experience spanning the U.S., Taiwan, and China, I bring a global perspective to local and regional execution. I am proven in partnering closely with C-suite and country leadership, bringing structure to ambiguity, building 0→1 marketing foundations in startup and scale-up environments, and orchestrating cross-functional stakeholders and external partners to deliver consistent, brand-led outcomes. iPAS AI Application Planner certified, I integrate AI-assisted workflows into marketing operations to modernize execution and raise the standard of content quality, clarity, and consistency at scale.",
  "bio": "Professional marketer with 8 years in multinational corporations and 5 years in startup settings. My career spans 70% tech industries (Software & Internet, AI/AR/VR/IoT, E-Commerce, Consumer Tech & Electronics) and 30% retail/manufacturing.\n\nI've had the privilege of working with industry leaders including Google, HTC VIVE, Corel, Xiaomi, Nuna, Joie, OpenRice, Nogle, Style.me, and weAre the future—delivering impactful marketing campaigns, product launches, and brand strategies across global markets.\n\nFluent in English and Mandarin with international experience across Taiwan, USA, and China. Educated at San José State University and UC Davis.",
  "photoUrl": "/images/profile.jpg",
  "skills": [
    {
      "id": "skill-1",
      "name": "Global Marketing & PMM",
      "description": "Product marketing management, go-to-market strategy, launch marketing deliverables, and cross-functional collaboration across global markets"
    },
    {
      "id": "skill-2",
      "name": "MarCom & Brand Strategy",
      "description": "Marketing communications, brand incubation, key visual development, press relations, and integrated campaign management"
    },
    {
      "id": "skill-3",
      "name": "Digital & E-Commerce",
      "description": "Digital project management, website planning, D2C transformation, SEM/CRM campaigns, and performance marketing"
    },
    {
      "id": "skill-4",
      "name": "Events & Community",
      "description": "End-to-end event management, trade shows (MWC, COMPUTEX), influencer partnerships, and community building"
    }
  ]
}
